public class PrintingToConsole {
    public static void main(String[] args) {
        System.out.println("Привет. Сегодня мы поговорим о Гарри Поттере");
        System.out.println();
        System.out.print("Серия фильмов о Гарри Поттере — серия фильмов,\nоснованных на книгах о Гарри Поттере английской писательницы Дж. К. Роулинг.\n");
        System.out.println();
        System.out.print("Серия выпущена компанией Warner Bros. и состоит из десяти фильмов в жанре фэнтези,\nвключая основную серию — начиная с \"Гарри Поттер и Философский Камень\" (2001)\nи заканчивая \"Гарри Поттер и Дары Смерти: Часть 2\" (2011)\n— а также спин-оффа \"Фантастические твари и где они обитают\" (2016)\nи его сиквела \"Фантастические твари: Преступления Грин-де-Вальда\" (2018).\n\nВ 2022 году ожидается выход триквела \"Фантастических тварей\".");
        System.out.println();
        System.out.println();
        System.out.println("Всем хорошего дня!");
    }
}
